[
    {
        "sport": "Soccer",
        "fact": "The first World Cup was held in 1930 in Uruguay."
    },
    {
        "sport": "Soccer",
        "fact": "Pelé is the only player to win three World Cups (1958, 1962, 1970)."
    },
    {
        "sport": "Soccer",
        "fact": "The fastest goal in World Cup history was scored in 11 seconds by Hakan Şükür in 2002."
    },
    {
        "sport": "Soccer",
        "fact": "The most expensive soccer transfer fee was €222 million for Neymar in 2017."
    },
    {
        "sport": "Soccer",
        "fact": "The longest soccer match lasted 3 hours and 23 minutes."
    },
    {
        "sport": "Basketball",
        "fact": "James Naismith invented basketball in 1891."
    },
    {
        "sport": "Basketball",
        "fact": "The NBA was founded in 1946."
    },
    {
        "sport": "Basketball",
        "fact": "Michael Jordan has six NBA championship rings."
    },
    {
        "sport": "Basketball",
        "fact": "The tallest NBA player ever was Gheorghe Mureșan at 7'7\"."
    },
    {
        "sport": "Basketball",
        "fact": "The shortest NBA player was Muggsy Bogues at 5'3\"."
    },
    {
        "sport": "Tennis",
        "fact": "Wimbledon is the oldest tennis tournament in the world, starting in 1877."
    },
    {
        "sport": "Tennis",
        "fact": "The fastest tennis serve was 163.7 mph by Sam Groth."
    },
    {
        "sport": "Tennis",
        "fact": "Roger Federer has won 20 Grand Slam titles."
    },
    {
        "sport": "Tennis",
        "fact": "The longest tennis match lasted 11 hours and 5 minutes."
    },
    {
        "sport": "Tennis",
        "fact": "The Davis Cup is the largest annual international team competition in sport."
    },
    {
        "sport": "Baseball",
        "fact": "The first World Series was held in 1903."
    },
    {
        "sport": "Baseball",
        "fact": "Babe Ruth hit 714 home runs in his career."
    },
    {
        "sport": "Baseball",
        "fact": "The longest baseball game lasted 8 hours and 25 minutes."
    },
    {
        "sport": "Baseball",
        "fact": "Jackie Robinson was the first African American to play in Major League Baseball."
    },
    {
        "sport": "Baseball",
        "fact": "The New York Yankees have won the most World Series titles (27)."
    },
    {
        "sport": "American Football",
        "fact": "The first Super Bowl was held in 1967."
    },
    {
        "sport": "American Football",
        "fact": "Tom Brady has won seven Super Bowl titles."
    },
    {
        "sport": "American Football",
        "fact": "The NFL was founded in 1920."
    },
    {
        "sport": "American Football",
        "fact": "The longest field goal in NFL history was 66 yards by Justin Tucker."
    },
    {
        "sport": "American Football",
        "fact": "The Green Bay Packers are the only non-profit, community-owned major professional sports team in the U.S."
    },
    {
        "sport": "Ice Hockey",
        "fact": "The Stanley Cup is the oldest professional sports trophy in North America."
    },
    {
        "sport": "Ice Hockey",
        "fact": "Wayne Gretzky holds the record for most career points in the NHL (2,857)."
    },
    {
        "sport": "Ice Hockey",
        "fact": "The fastest slapshot in NHL history was 108.8 mph by Zdeno Chara."
    },
    {
        "sport": "Ice Hockey",
        "fact": "The Montreal Canadiens have won the most Stanley Cups (24)."
    },
    {
        "sport": "Ice Hockey",
        "fact": "The first indoor ice hockey game was played in 1875."
    },
    {
        "sport": "Cricket",
        "fact": "The first international cricket match was played in 1844 between the U.S. and Canada."
    },
    {
        "sport": "Cricket",
        "fact": "Sachin Tendulkar has scored the most runs in international cricket (34,357)."
    },
    {
        "sport": "Cricket",
        "fact": "The longest cricket match lasted 14 days."
    },
    {
        "sport": "Cricket",
        "fact": "The Ashes is a Test cricket series played between England and Australia."
    },
    {
        "sport": "Cricket",
        "fact": "The first Cricket World Cup was held in 1975."
    },
    {
        "sport": "Rugby",
        "fact": "Rugby was invented in 1823 by William Webb Ellis."
    },
    {
        "sport": "Rugby",
        "fact": "The Rugby World Cup is held every four years."
    },
    {
        "sport": "Rugby",
        "fact": "New Zealand's national rugby team is called the All Blacks."
    },
    {
        "sport": "Rugby",
        "fact": "The longest rugby match lasted 7 hours and 12 minutes."
    },
    {
        "sport": "Rugby",
        "fact": "Jonah Lomu is considered one of the greatest rugby players of all time."
    },
    {
        "sport": "Golf",
        "fact": "The first golf balls were made of wood."
    },
    {
        "sport": "Golf",
        "fact": "Tiger Woods has won 15 major championships."
    },
    {
        "sport": "Golf",
        "fact": "The Masters Tournament is held annually at Augusta National Golf Club."
    },
    {
        "sport": "Golf",
        "fact": "The longest golf drive in competition was 515 yards by Mike Austin."
    },
    {
        "sport": "Golf",
        "fact": "The Ryder Cup is a biennial competition between Europe and the United States."
    },
    {
        "sport": "Boxing",
        "fact": "Muhammad Ali is considered one of the greatest boxers of all time."
    },
    {
        "sport": "Boxing",
        "fact": "The longest boxing match lasted 110 rounds in 1893."
    },
    {
        "sport": "Boxing",
        "fact": "Mike Tyson was the youngest heavyweight champion at 20 years old."
    },
    {
        "sport": "Boxing",
        "fact": "The first boxing gloves were used in ancient Greece."
    },
    {
        "sport": "Boxing",
        "fact": "Floyd Mayweather retired with an undefeated record of 50-0."
    },
    {
        "sport": "MMA",
        "fact": "The UFC was founded in 1993."
    },
    {
        "sport": "MMA",
        "fact": "Anderson Silva holds the record for the longest title reign in UFC history."
    },
    {
        "sport": "MMA",
        "fact": "Conor McGregor was the first UFC fighter to hold titles in two weight classes simultaneously."
    },
    {
        "sport": "MMA",
        "fact": "The first UFC event was held in Denver, Colorado."
    },
    {
        "sport": "MMA",
        "fact": "Ronda Rousey was the first female UFC champion."
    },
    {
        "sport": "Motorsport",
        "fact": "The first Formula 1 World Championship was held in 1950."
    },
    {
        "sport": "Motorsport",
        "fact": "Michael Schumacher has won seven Formula 1 World Championships."
    },
    {
        "sport": "Motorsport",
        "fact": "The 24 Hours of Le Mans is the world's oldest active sports car race."
    },
    {
        "sport": "Motorsport",
        "fact": "The fastest lap in Formula 1 history was set by Lewis Hamilton at Monza in 2020."
    },
    {
        "sport": "Motorsport",
        "fact": "The Indianapolis 500 is the largest single-day sporting event in the world."
    },
    {
        "sport": "Cycling",
        "fact": "The Tour de France is the most prestigious cycling race in the world."
    },
    {
        "sport": "Cycling",
        "fact": "Eddy Merckx is considered the greatest cyclist of all time."
    },
    {
        "sport": "Cycling",
        "fact": "The longest cycling race is the Tour de France, covering over 3,500 kilometers."
    },
    {
        "sport": "Cycling",
        "fact": "Lance Armstrong won seven Tour de France titles, but they were later stripped due to doping."
    },
    {
        "sport": "Cycling",
        "fact": "The first bicycle was invented in 1817 by Karl Drais."
    },
    {
        "sport": "Athletics",
        "fact": "Usain Bolt holds the world record for the 100 meters at 9.58 seconds."
    },
    {
        "sport": "Athletics",
        "fact": "The marathon distance is 42.195 kilometers."
    },
    {
        "sport": "Athletics",
        "fact": "The first modern Olympics were held in 1896."
    },
    {
        "sport": "Athletics",
        "fact": "Jesse Owens won four gold medals at the 1936 Berlin Olympics."
    },
    {
        "sport": "Athletics",
        "fact": "The decathlon consists of 10 track and field events."
    },
    {
        "sport": "Swimming",
        "fact": "Michael Phelps has won 28 Olympic medals, the most in history."
    },
    {
        "sport": "Swimming",
        "fact": "The butterfly stroke was first introduced in the 1930s."
    },
    {
        "sport": "Swimming",
        "fact": "The longest open water swim was 2,360 kilometers by Martin Strel."
    },
    {
        "sport": "Swimming",
        "fact": "The first swimming goggles were made from tortoise shells."
    },
    {
        "sport": "Swimming",
        "fact": "Katie Ledecky holds the world record in the women's 800-meter freestyle."
    },
    {
        "sport": "Volleyball",
        "fact": "Volleyball was invented in 1895 by William G. Morgan."
    },
    {
        "sport": "Volleyball",
        "fact": "The longest volleyball match lasted 75 hours and 30 minutes."
    },
    {
        "sport": "Volleyball",
        "fact": "Beach volleyball became an Olympic sport in 1996."
    },
    {
        "sport": "Volleyball",
        "fact": "The fastest serve in volleyball was 134 km/h by Ivan Zaytsev."
    },
    {
        "sport": "Volleyball",
        "fact": "The FIVB is the international governing body for volleyball."
    },
    {
        "sport": "Table Tennis",
        "fact": "Table tennis is also known as ping pong."
    },
    {
        "sport": "Table Tennis",
        "fact": "The longest table tennis rally lasted 8 hours and 40 minutes."
    },
    {
        "sport": "Table Tennis",
        "fact": "Table tennis became an Olympic sport in 1988."
    },
    {
        "sport": "Table Tennis",
        "fact": "The fastest table tennis serve was 112.5 km/h by Liu Guoliang."
    },
    {
        "sport": "Table Tennis",
        "fact": "China has won the most Olympic gold medals in table tennis."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton is the fastest racket sport, with shuttlecocks reaching speeds of over 400 km/h."
    },
    {
        "sport": "Badminton",
        "fact": "The longest badminton match lasted 124 minutes."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton became an Olympic sport in 1992."
    },
    {
        "sport": "Badminton",
        "fact": "Lin Dan is considered one of the greatest badminton players of all time."
    },
    {
        "sport": "Badminton",
        "fact": "The All England Open is the oldest badminton tournament in the world."
    },
    {
        "sport": "Snooker",
        "fact": "Snooker was invented in 1875 by British Army officers."
    },
    {
        "sport": "Snooker",
        "fact": "Ronnie O'Sullivan holds the record for the fastest maximum break (147) in 5 minutes and 20 seconds."
    },
    {
        "sport": "Snooker",
        "fact": "The World Snooker Championship is held annually at the Crucible Theatre in Sheffield."
    },
    {
        "sport": "Snooker",
        "fact": "Stephen Hendry has won the most World Snooker Championships (7)."
    },
    {
        "sport": "Snooker",
        "fact": "The longest frame of snooker lasted 123 minutes and 41 seconds."
    },
    {
        "sport": "Darts",
        "fact": "Darts originated in England in the 19th century."
    },
    {
        "sport": "Darts",
        "fact": "The highest possible score in a single turn is 180."
    },
    {
        "sport": "Darts",
        "fact": "Phil Taylor has won 16 World Darts Championships."
    },
    {
        "sport": "Darts",
        "fact": "The longest darts match lasted 14 hours and 33 minutes."
    },
    {
        "sport": "Darts",
        "fact": "The PDC World Darts Championship is held annually at Alexandra Palace."
    }
[
    {
        "sport": "Olympics",
        "fact": "Victor Gustaf Black, who started the Nordic Games, was also responsible for pushing the idea of Winter Olympics to the IOC (International Olympic Committee)."
    },
    {
        "sport": "Olympics",
        "fact": "It wasn't until 1924 that the Winter Olympics were added to the Summer Olympics (which had been in existence since 1896)."
    },
    {
        "sport": "Olympics",
        "fact": "The first modern Summer Olympics were held in Athens in 1896."
    },
    {
        "sport": "Olympics",
        "fact": "The first Winter Olympics were not named as such until a year after they occurred."
    },
    {
        "sport": "Olympics",
        "fact": "The first Winter Olympics were held in Chamonix, France in 1924."
    },
    {
        "sport": "Olympics",
        "fact": "250 athletes coming from 16 nations competed in the 16 events of the first Winter Olympics."
    },
    {
        "sport": "Olympics",
        "fact": "The Winter Olympics were suspended following the 1936 Olympics until 1948 due to World War II."
    },
    {
        "sport": "Olympics",
        "fact": "Only the top three competitors receive a medal. The top eight competitors receive a diploma from the IOC."
    },
    {
        "sport": "Olympics",
        "fact": "The Olympic motto ‘Citius, Altius, Fortius' means ‘Faster, Higher, Stronger' in English. The father of the modern Olympics, Pierre de Coubertin, heard a priest say these words several years prior to proposing the use of the words as the Olympic Games' motto in 1894."
    },
    {
        "sport": "Olympics",
        "fact": "The Winter Olympics have been held twice in Lake Placid, both in 1932 and 1980."
    },
    {
        "sport": "Olympics",
        "fact": "Norwegian athletes have won more medals at the Winter Olympics since its inception."
    },
    {
        "sport": "Olympics",
        "fact": "The four indoor Winter Olympic sports are ice hockey, speed skating, figure skating, and curling."
    },
    {
        "sport": "Olympics",
        "fact": "The Summer Olympics and Winter Olympics used to be held in the same year. The last year this occurred was 1992. After this, they alternated, being two years apart."
    },
    {
        "sport": "Olympics",
        "fact": "The oldest Olympic medalist received his medal at age 83. His name was Anders Haugen and he was a ski-jumper. He competed in 1924, but because of a scoring error he did not receive his bronze medal until 1974, 50 years after he should have received it."
    },
    {
        "sport": "Olympics",
        "fact": "Walt Disney was responsible for the opening and closing ceremonies of the Winter Olympics in Squaw Valley in 1960."
    },
    {
        "sport": "Olympics",
        "fact": "Women were allowed to compete in ski-jump for the first time at the Sochi games. Prior to this, it was a male-only competition."
    },
    {
        "sport": "Olympics",
        "fact": "In the Winter Olympics in 1980 at Lake Placid, it was the first time artificial snow had to be used."
    },
    {
        "sport": "Olympics",
        "fact": "The 1968 Winter Olympics were the first to be shown on TV in color."
    },
    {
        "sport": "Olympics",
        "fact": "The 1972 Winter Olympic Games were the first to be held outside of Europe or North America. They were held in Sapporo, Japan."
    },
    {
        "sport": "Olympics",
        "fact": "Sochi is the warmest city to hold the Winter Olympic Games to date."
    },
    {
        "sport": "Baseball",
        "fact": "Baseball is a bat and ball game. Two teams with nine team members take turns on the field and try to score the most runs."
    },
    {
        "sport": "Baseball",
        "fact": "The first reference in the United States to baseball was in 1791 in Pittsfield, Massachusetts, in a town bylaw."
    },
    {
        "sport": "Baseball",
        "fact": "The first ‘officially' recorded game in U.S. history took place between the Knickerbockers and New York Nine in 1846."
    },
    {
        "sport": "Baseball",
        "fact": "Deion Sanders played in both the World Series and the Super Bowl. He hit an MLB homerun and also scored a touchdown in 1989 in the same week. He is the only one to have these accomplishments."
    },
    {
        "sport": "Baseball",
        "fact": "Lena Blackburne Baseball Rubbing mud is rubbed on every Major League baseball to allow for a better grip. The balls used to be rubbed in water and dirt but it made the balls brown. The mud was discovered in 1938 by Lena Blackburne."
    },
    {
        "sport": "Baseball",
        "fact": "Some players pee on their hands to improve their grip, rather than wear gloves."
    },
    {
        "sport": "Baseball",
        "fact": "A Major League baseball only survives the game for six to seven pitches. After that it is usually swapped for a new one. This is due to damage to the ball, or for convenience when retrieving one would be too time consuming."
    },
    {
        "sport": "Baseball",
        "fact": "The manager of player Gaylord Perry joked, saying a man would land on the moon before Gaylord hit a home run. One hour after Apollo 11 landed on the moon, Gaylord hit a homerun."
    },
    {
        "sport": "Baseball",
        "fact": "Jackie Mitchell, a 17-year-old girl who was the first woman signed to play baseball for the Lookouts, the New York Yankee's AA minor league baseball club. She struck out both Babe Ruth and Lou Gehrig, and a few days later her contract was voided."
    },
    {
        "sport": "Baseball",
        "fact": "Nintendo owns the Seattle Mariners."
    },
    {
        "sport": "Baseball",
        "fact": "The first game that the Toronto Blue Jays played, in 1977, they won. It was also player Al Woods debut, and he hit a home run the very first time he stepped up to bat for the team."
    },
    {
        "sport": "Baseball",
        "fact": "Joel Youngblood, a player for the Mets in '82, was traded following a game. He made it to his new team's (the Expos) game, part way through. He scored a hit in both games on the very same day."
    },
    {
        "sport": "Baseball",
        "fact": "A lot of sports have a clock that can end the game when time runs out. In baseball, the team who gets the most runs, wins."
    },
    {
        "sport": "Basketball",
        "fact": "Back when peach baskets were used as the hoop, every time someone scored, a referee had to fetch the ball by climbing a ladder."
    },
    {
        "sport": "Basketball",
        "fact": "The National Basketball League was the first pro-league, established in 1898, and it lasted only five years."
    },
    {
        "sport": "Basketball",
        "fact": "In the 1920s there were basketball teams all over the United States, but it wasn't until 1946 that the Basketball Association of America was formed."
    },
    {
        "sport": "Basketball",
        "fact": "In 1949, the Basketball Association of America merged with the National Basketball League. The merger created the National Basketball Association (NBA)."
    },
    {
        "sport": "Basketball",
        "fact": "The Basketball Hall of Fame was created in 1959 in Springfield, Massachusetts, where the game was created."
    },
    {
        "sport": "Basketball",
        "fact": "In 1936, basketball became an official game at the Olympics, which were held in Berlin, Germany."
    },
    {
        "sport": "Basketball",
        "fact": "Even though basketball is widely known as an American sport, the first pro game was played in Toronto, Canada in 1946."
    },
    {
        "sport": "Basketball",
        "fact": "It wasn't until the 1950s that the orange ball became the norm."
    },
    {
        "sport": "Basketball",
        "fact": "The most points any player has ever scored in one game is 100. Wilt Chamberlain, who played for Philadelphia, scored 100 points against New York in 1962."
    },
    {
        "sport": "Basketball",
        "fact": "Lenny Wilkens, the Atlanta Hawks coach, has led his team to victory more times than any other coach."
    },
    {
        "sport": "Basketball",
        "fact": "Although he retired in 1999 for two years, Michael Jordan has scored more playoff points than anyone else."
    },
    {
        "sport": "Basketball",
        "fact": "Michael Jordan was cut from his high school basketball team."
    },
    {
        "sport": "Basketball",
        "fact": "In 2011 there were 249,650 injuries of 12-17-year-old basketball players in the U.S. that had to be treated in hospital emergency rooms. Football is the only sport with more injuries."
    },
    {
        "sport": "Basketball",
        "fact": "For nine years, starting in 1967, slam dunks were illegal."
    },
    {
        "sport": "Basketball",
        "fact": "The regulation basketball court in NBA and NCAA basketball is 50 feet wide by 94 feet long."
    },
    {
        "sport": "Basketball",
        "fact": "The basketball court floor is usually made of wood flooring."
    },
    {
        "sport": "Basketball",
        "fact": "The basket's steel rim has an 18-inch diameter."
    },
    {
        "sport": "Basketball",
        "fact": "The backboard behind the net is 3.5 feet by 6 feet."
    },
    {
        "sport": "Basketball",
        "fact": "The rim of the basket is 10 feet high from the court floor."
    },
    {
        "sport": "Basketball",
        "fact": "Most male basketball players are at least six feet, three inches tall, and have an average weight of 222 pounds. Guards are usually the shortest players."
    },
    {
        "sport": "Basketball",
        "fact": "Mugsy Bogues was the shortest player to play in the NBA. He was only five feet, three inches tall."
    },
    {
        "sport": "Basketball",
        "fact": "The tallest man to play in the NBA was Gheorge Muresan. He was seven feet, seven inches tall."
    },
    {
        "sport": "Soccer",
        "fact": "In the early 1800s soccer was invented in Newgate Prison in London by prisoners who had been punished for stealing. Their punishment had been to have their hands cut off."
    },
    {
        "sport": "Soccer",
        "fact": "A soccer ball has 32 panels; each one represents one of the 32 countries in Europe."
    },
    {
        "sport": "Soccer",
        "fact": "The first soccer nets were actually wicker baskets."
    },
    {
        "sport": "Soccer",
        "fact": "Up until 1908, they made soccer balls from the (inflated) stomach tissue from executed prisoners."
    },
    {
        "sport": "Soccer",
        "fact": "The USSA was the first American professional soccer league. They played from 1919 for two years. They were paid $0.35 every time they scored."
    },
    {
        "sport": "Soccer",
        "fact": "Soccer fields are called pitches. Pitch and slope have the same meaning in soccer. If the field is a regulation field, it slopes 5 degrees up, from one end of the field to the other. Teams switch goal nets during the game so they both have the same uphill slope for half the game."
    },
    {
        "sport": "Soccer",
        "fact": "Originally the World Cup was made of paper mache. The heavy rain in the 1950 competition ruined the cup and it had to be replaced."
    },
    {
        "sport": "Soccer",
        "fact": "A 13-year-old Brazilian soccer player scored every goal of 23 in total, during a game that his team won 23-0."
    },
    {
        "sport": "Soccer",
        "fact": "In 1998 a lightning bolt killed an entire team during a soccer game. The 11 players of the Democratic Republic of Congo. Nobody on the opposite team was hurt."
    },
    {
        "sport": "Soccer",
        "fact": "A bad referee call in a game in 1964 in Peru caused a riot that resulted in the deaths of 300 people."
    },
    {
        "sport": "Soccer",
        "fact": "A goal scored after people had begun to leave the stadium during a game in 1982 in Moscow resulted in the deaths of hundreds of people. When the goal was scored and people tried to get back to their seats, the result was stampede and 340 people died."
    },
    {
        "sport": "Soccer",
        "fact": "In one game it is common for a player to run approximately 6 miles. This would be equal to running back and forth on a basketball court 350 times."
    },
    {
        "sport": "Soccer",
        "fact": "Soccer is even popular in third world countries. If villages cannot afford a soccer ball, they will use balls that they've made with diapers or rags."
    },
    {
        "sport": "Soccer",
        "fact": "Until 1991, soccer was an illegal sport in Mississippi."
    },
    {
        "sport": "Soccer",
        "fact": "Professional soccer players were not allowed in the Olympics until 1984. They are permitted to play as long as they are in the Under-23 level."
    },
    {
        "sport": "Soccer",
        "fact": "Women soccer teams have been able to play in the Olympics since 1996."
    },
    {
        "sport": "Golf",
        "fact": "Golfer Doug Ford predicted he would win the 1957 Masters, and that he would score 283. He was right on both counts."
    },
    {
        "sport": "Golf",
        "fact": "The first woman to make the cut at a PGA Tour event was Babe Zaharias, in 1945."
    },
    {
        "sport": "Golf",
        "fact": "The odds of making two hole-in-ones in one round are 64 million to one. Kassandra Komma achieved this recently."
    },
    {
        "sport": "Golf",
        "fact": "The most famous left-handed golfer of all time was Righty Tighty, Lefty Lucy (also known as Phil Mickelson). He is really right-handed."
    },
    {
        "sport": "Golf",
        "fact": "Only two sports have been played on the moon—golf and the javelin throw."
    },
    {
        "sport": "Golf",
        "fact": "Celine Dion, a famous singer, owns a gold course in Quebec. It is Le Mirage Golf Club."
    },
    {
        "sport": "Golf",
        "fact": "Golf has been banned three times in Scotland. The first time was in 1447, because it was interfering with military training. The second time it was banned was in 1471 and again in 1491."
    },
    {
        "sport": "Golf",
        "fact": "Before tees were invented, golfers used to play off hand-made sand piles."
    },
    {
        "sport": "Golf",
        "fact": "To walk 18 holes, you will cover approximately four miles and burn 2,000 calories. Golfers that choose to ride in the golf cart only burn 1,300 calories during their 18 holes."
    },
    {
        "sport": "Golf",
        "fact": "Richard Lewis set the record in 2010 for the most holes played in one year. He played 11,000."
    },
    {
        "sport": "Golf",
        "fact": "The longest putt on record is 375 feet."
    },
    {
        "sport": "Golf",
        "fact": "The longest drive on record is 515 yards."
    },
    {
        "sport": "Golf",
        "fact": "Tiger Woods, one of the world's most famous golfers, was only eight years old when he snagged his first ace."
    },
    {
        "sport": "Golf",
        "fact": "The par 77 International Golf Course in Massachusetts is the longest course in the world at 8325 yards. This golf course also has the largest green in the world, at the 5th hole. It is more than 28,000 square feet."
    },
    {
        "sport": "Golf",
        "fact": "A regulation golf club has 336 dimples."
    },
    {
        "sport": "Golf",
        "fact": "The first golf balls were feather-stuffed leather balls. These were used until 1848."
    },
    {
         {
        "sport": "Golf",
        "fact": "Colby Orr is the youngest golfer to shoot a hole-in-one. He achieved this at the age of five, in Littleton, Colorado in 1975."
    },
    {
        "sport": "Golf",
        "fact": "Golf balls travel farther in hot temperatures than in cold temperatures."
    },
    {
        "sport": "Golf",
        "fact": "An American named Ab Smith coined the term ‘birdie' when he hit what he called ‘a bird of a shot' in 1899. This eventually morphed into the term ‘birdie'."
    },
    {
        "sport": "Golf",
        "fact": "Only 22.8% of golfers are female."
    },
    {
        "sport": "Golf",
        "fact": "Despite the popular myth, GOLF does not stand for Gentlemen Only—Ladies Forbidden."
    },
    {
        "sport": "Rugby",
        "fact": "Rugby involves two teams of 15 players each. The object of the game is to run or kick the ball across the opponent's goal or kick it up and through the posts. It is similar to football but there is no forward passing or time-outs."
    },
    {
        "sport": "Rugby",
        "fact": "The Rugby Union World Cup, held every four years, awards the Webb Ellis Cup to the winning team."
    },
    {
        "sport": "Rugby",
        "fact": "By 1892, it was proposed that rugby players should be compensated for missing work to play. The proposed amount was six shillings, and this proposal was turned down by the RFU."
    },
    {
        "sport": "Rugby",
        "fact": "Professionalism in rugby was allowed finally in 1898, but players still had to work at regular jobs."
    },
    {
        "sport": "Rugby",
        "fact": "The first rugby balls were plum-shaped because they were made of pig bladders. In the late 1800s they were slightly egg-shaped and made from rubber inner tubes. They have evolved to the oval shape of today, as oval balls are easier to catch, hold and run with."
    },
    {
        "sport": "Rugby",
        "fact": "Rugby has only been played as an Olympic sport four times. The first time was in 1900 and the last time was in 1924."
    },
    {
        "sport": "Rugby",
        "fact": "The very first time any national anthem was sung prior to any sports game, it was at a rugby game. It happened in 1905, when Wales played New Zealand. Wales sang their anthem 'Hen Wlad Fy Nhadau' after New Zealand danced the Haka, a war dance. Both the dance and the song were meant to try and intimidate the opposition."
    },
    {
        "sport": "Rugby",
        "fact": "To earn tries (points), a rugby player must cross the touchline with the ball and then touch it to the ground. Originally there was no point for crossing the touchline—tries were worth nothing. A try could only be scored by kicking the ball over the crossbar and between the goal posts."
    },
    {
        "sport": "Rugby",
        "fact": "The highest number of points scored during the Rugby World Cup was 162 in 1995. Japan lost to New Zealand, 145 to 17."
    },
    {
        "sport": "Rugby",
        "fact": "Since 1905, the same whistle has been used to start the game at every Rugby World Cup. It is called the Gil Evans Whistle and is named after Gil Evans, who refereed the game between New Zealand and England in 1905. The same whistle was used to kick off the last rugby game played in the Olympics, in Paris in 1924."
    },
    {
        "sport": "Rugby",
        "fact": "Rugby Union was declared an open professional game and all restrictions regarding pay are lifted."
    },
    {
        "sport": "Rugby",
        "fact": "Italy joined Rugby Union's Five Nations in 2000, changing it to Six Nations."
    },
    {
        "sport": "Soccer",
        "fact": "The name Ronaldo was chosen as his second name because Cristiano's father's favourite actor at the time was Ronald Reagan."
    },
    {
        "sport": "Soccer",
        "fact": "As a child Cristiano had several nicknames. Some were not so flattering, including 'crybaby'. He was also called 'little bee' because it was impossible for anyone to catch him."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano first became interested in soccer as a child because his father was the equipment manager at a boy's club and Cristiano developed a love of the game."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo was playing for the amateur team Andorinha when he was only eight years old."
    },
    {
        "sport": "Soccer",
        "fact": "By the time Cristiano was 10 years old he was already very well recognized for his talent as a soccer player."
    },
    {
        "sport": "Soccer",
        "fact": "At 14 Cristiano Ronaldo was expelled from school for throwing a chair at a teacher who had 'disrespected' him. He turned to soccer at that point and focused on his athletic career."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo signed with Sporting Portugal in 2001 and when his team later played Manchester United, his talent was further recognized in his sport."
    },
    {
        "sport": "Soccer",
        "fact": "In the 2004 FA Cup Cristiano Ronaldo scored the first three goals, and his team won the championship."
    },
    {
        "sport": "Soccer",
        "fact": "In 2007 Cristiano Ronaldo signed a five-year contract for £31 million."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo won the PFA Young Player of the Year award for 2006-07."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo won the Sir Matt Busby Player of the Year award for 2003-4, 2006-7, and 2007-8."
    },
    {
        "sport": "Soccer",
        "fact": "In 2008 Cristiano Ronaldo scored 42 goals for his franchise and earned the FIFA World Player of the Year award."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo has won countless medals and is ranked as the greatest soccer player of all time. Some tie his abilities with Lionel Messi."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo does not drink alcohol because his father passed away at the age of 52 because of alcohol abuse."
    },
    {
        "sport": "Soccer",
        "fact": "During a training session Cristiano Ronaldo is said to lift approximately 23,055 kgs of weight. This would equal lifting 16 Toyota Prius cars."
    },
    {
        "sport": "Soccer",
        "fact": "Cristiano Ronaldo remembers his friends. He has reportedly been financially generous with his childhood friend Albert Fantrau, a fellow player during a youth game that passed up scoring a goal. He passed the ball to Cristiano, even though he knew that the one who scored would be signed to the Academy of Sporting. He said he passed it because he said Cristiano was better than he was."
    },
    {
        "sport": "Soccer",
        "fact": "In 2013 Cristiano Ronaldo signed a deal with Real Madrid for $131 million."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant was named after Japan's famous Kobe beef, after his parents saw the name on a menu."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe's favorite team while he was growing up was the Los Angeles Lakers."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant's father was also a professional basketball player, named Joe 'Jelly Bean' Bryant. This was the inspiration for Kobe's middle name."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant was the youngest NBA player to win the Slam Dunk Contest. It was the only time he ever competed in the competition."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant only won one NBA Most Valuable Player award during his entire career - in 2008. He did however place in voting many times including 2009 (2nd), 2003, 2007, and 2010 (3rd), 2006, 2011, and 2012 (4th), 2002, 2004, and 2013 (5th)."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant is married to Vanessa Bryant, and they have two daughters Gianna, and Natalia."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant has won Olympic Gold Medals for basketball in 2008, and in 2012."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant was an NBA champion five times in his career. Only Michael Jordan beat Kobe's record by winning six times."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant scored 60 points or more in a total of 6 games during his career. Only Wilt Chamberlain holds the record for more with 7 games of 60 points or more."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant was named All-Star 18 times during his 20-year NBA career."
    },
    {
        "sport": "Basketball",
        "fact": "During his 20 seasons with the LA Lakers Kobe scored 5,640 points during the playoffs. He ranks third place for playoff points scored during an NBA career, behind Michael Jordan, and Kareem Abdul-Jabbar."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant scored a total of 33,643 points during his career. He ranks third for points scored, behind Kareem Abdul-Jabbar and Karl Malone."
    },
    {
        "sport": "Basketball",
        "fact": "In 2002 Kobe Bryant paid $8 million to get out of his endorsement contract with Adidas so that he could sign with Nike."
    },
    {
        "sport": "Basketball",
        "fact": "In 2015 it was reported that Kobe Bryant earned $49.5 million, between his NBA contract and endorsement deals with various companies."
    },
    {
        "sport": "Basketball",
        "fact": "Kobe Bryant earned over $328 million from his NBA contracts during his career. He is believed to have made over $680 million in total during his career from his NBA salary and endorsements."
    },
    {
        "sport": "Basketball",
        "fact": "In 2003, only 2 years after marrying his wife Vanessa, Kobe was charged with sexual assault against a 19-year-old hotel employee. The case was dismissed but he settled a civil suit out of court."
    },
    {
        "sport": "Football",
        "fact": "The NFL is a non-profit unincorporated organization. Because it does not make a profit it does not have to pay income tax. All teams except the Green Bay Packers pay tax because they make a profit."
    },
    {
        "sport": "Football",
        "fact": "The first televised NFL game was in 1939. Approximately 500 TV sets broadcast the game in New York."
    },
    {
        "sport": "Football",
        "fact": "The NFL league is divided into the NFC and AFC conferences. Each conference is divided into four divisions with four teams in each division."
    },
    {
        "sport": "Football",
        "fact": "Each team in the NFL plays 16 games, and has one week off. At the end of the 16 games, the top six teams advances into the playoffs."
    },
    {
        "sport": "Football",
        "fact": "An NFL season consist of four weeks of pre-season, seventeen weeks of regular season, and single elimination playoff season between 12 teams. The championship game is the Super Bowl."
    },
    {
        "sport": "Football",
        "fact": "The Vince Lombardi Trophy is given each year to the winning team of the Super Bowl. It is made of sterling silver and worth more than $25,000."
    },
    {
        "sport": "Football",
        "fact": "A large percentage of professional football players are bankrupt within a few years of retiring."
    },
    {
        "sport": "Football",
        "fact": "The last segregated team in the NFL was the Washington Redskins. At the time they were also the worst team in the league."
    },
    {
        "sport": "Football",
        "fact": "Professional football players in the NFL were not required to wear helmets until 1943."
    },
    {
        "sport": "Football",
        "fact": "The NFL season is the shortest professional sports season of any major American sport."
    },
    {
        "sport": "Football",
        "fact": "In the United States more food is consumed on Super Bowl Sunday than on any other day of the year, with the exception of Thanksgiving."
    },
    {
        "sport": "Football",
        "fact": "On Super Bowl Sunday each year fewer people get married than on any other day in the United States."
    },
    {
        "sport": "Football",
        "fact": "The Green Bay Packers joined the league in 1921 and they are the longest oldest franchise in the history of the NFL."
    },
    {
        "sport": "Football",
        "fact": "In 2011, a 30-second commercial played during the Super Bowl cost the advertiser approximately $3 million."
    },
    {
        "sport": "Football",
        "fact": "It is estimated that the Super Bowl draws over 100 million viewers each year."
    },
    {
        "sport": "Football",
        "fact": "One of the most valuable NFL teams estimated to be worth $1.5 billion."
    },
    {
        "sport": "Football",
        "fact": "The longest field goal in NFL history was kicked by Tom Dempsey in 1970. He was a 22-year-old New Orleans Saints kicker. Tom had been born without half of his right foot. He was also born without four fingers on his right hand."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo is South Korea's national sport."
    },
    {
        "sport": "Taekwondo",
        "fact": "The literal translation of taekwondo is 'way of the hand and foot'."
    },
    {
        "sport": "Taekwondo",
        "fact": "South Korea uses taekwondo as part of their military training program."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo is a martial art made up of kicks, punches, blocks and open-handed strikes. The sport techniques also include joint locks, throws, sweeps or a variety of take-downs."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo masters must be skilled in concentration, be physically fit, and have an understanding of combat philosophy and self-defense."
    },
    {
        "sport": "Taekwondo",
        "fact": "Ranks in taekwondo include junior, senior, or student, teacher."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo is used for more than sport; it is also a form of exercise and weaponless self-defense."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo has been featured in many movies with famous actors such as Tony Jaa, Jean-Claude Van Damme and Chuck Norris."
    },
    {
        "sport": "Taekwondo",
        "fact": "In the taekwondo belt system the colors include white, yellow, green, blue, red, and black."
    },
    {
        "sport": "Taekwondo",
        "fact": "The World Taekwondo Federation administers the Olympic competition for taekwondo. It is their rules that are used for competition."
    },
    {
        "sport": "Taekwondo",
        "fact": "Despite the fact that the potential for serious injury from taekwondo competition is high based on the nature of the sport, most injuries that occur are only minor."
    },
    {
        "sport": "Taekwondo",
        "fact": "The most common taekwondo injuries are leg strains and pulls and bruises."
    },
    {
        "sport": "Taekwondo",
        "fact": "The Korean term for commence is 'sijack'."
    },
    {
        "sport": "Taekwondo",
        "fact": "The Korean term for relax is 'sho'."
    },
    {
        "sport": "Taekwondo",
        "fact": "The Korean term for knifehand is 'sonkal'."
    },
    {
        "sport": "Taekwondo",
        "fact": "The Korean term for training hall is 'do-jang'."
    },
    {
        "sport": "Taekwondo",
        "fact": "The Korean term for twin forearm block is 'sang palmok makgi'."
    },
    {
          
        "sport": "Taekwondo",
        "fact": "A taekwondo student becomes a Master at the 7th degree and they become a Grandmaster at the 9th degree."
    },
    {
        "sport": "Taekwondo",
        "fact": "The founder of taekwondo is General Choi-Hong Hi, a 9th degree Master."
    },
    {
        "sport": "Taekwondo",
        "fact": "The Tenants of Taekwondo are characteristics that taekwondo students must learn and they are also expected to incorporate the tenants into their daily lives."
    },
    {
        "sport": "Taekwondo",
        "fact": "As many as 70 million people practice taekwondo today and 4 million of the taekwondo students are black belts."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo is practiced in 188 countries around the world today."
    },
    {
        "sport": "Taekwondo",
        "fact": "The 'Dobok' is the taekwondo uniform."
    },
    {
        "sport": "Taekwondo",
        "fact": "When practicing taekwondo the commands are given in the Korean language."
    },
    {
        "sport": "Taekwondo",
        "fact": "Taekwondo students under the age of 16 are not permitted by the International Taekwondo Federation to participate in destruction testing. The reason is that hard impact may damage the bones in their wrists, hands, feet and ankles due to the fact that they are not fully formed yet."
    },
    {
        "sport": "Taekwondo",
        "fact": "The minimum rank to become a Master is a 6th degree black but in order to become a Master the candidate must be invited."
    },
    {
        "sport": "Badminton",
        "fact": "The fastest racquet sport in the world is badminton, with shuttlecock speeds reaching more than 200 miles per hour."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton requires a player to have strength, endurance, agility, muscle power, quick reflexes, and speed endurance."
    },
    {
        "sport": "Badminton",
        "fact": "Feathers from the left wing of the goose make the best shuttlecocks. 16 feathers are used to make the shuttlecock and it weighs between 4.74 and 5.5 grams."
    },
    {
        "sport": "Badminton",
        "fact": "The first official badminton club was The Bath Badminton Club, established in 1877."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton was introduced in the United States in the late 19th century and became a popular sport in the 1930s."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton was originally not called badminton. It went by the name Shuttlecock and Battledore. It was eventually named badminton after the Badminton House in Gloucestershire, England."
    },
    {
        "sport": "Badminton",
        "fact": "The most popular sport in the world is soccer, and the second most popular sport in the world is badminton."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton was first played as a sport in the Olympics in 1992. More than 1.1 billion watched its Olympic debut on television."
    },
    {
        "sport": "Badminton",
        "fact": "It is estimated that approximately 1.2 Americans play badminton approximately 25 times each year or more."
    },
    {
        "sport": "Badminton",
        "fact": "The world's largest shuttlecock is 18 feet tall and weighs 2,500kg. It is located on the Kansas City Museum's lawn and is 48 times larger than a real shuttlecock."
    },
    {
        "sport": "Badminton",
        "fact": "70% of all Badminton World Federation events are won by competitors from Indonesia and China."
    },
    {
        "sport": "Badminton",
        "fact": "The longest match was 124 minutes and was played between Sun Jun from China and Peter Rasmussen from Denmark."
    },
    {
        "sport": "Badminton",
        "fact": "The shortest badminton match only lasted for six minutes."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton became an Olympic sport in 1992 at the Barcelona Olympics."
    },
    {
        "sport": "Badminton",
        "fact": "During the game the players are not allowed to let the racquet touch the net."
    },
    {
        "sport": "Badminton",
        "fact": "Kim Dong Moon, a Korean player, won two world badminton championships in 1999. He won both doubles and mixed doubles. In 2003 he was honored as the 'Best Player of the Year' award."
    },
    {
        "sport": "Badminton",
        "fact": "Legal serving during the game of badminton is from anywhere below the waist."
    },
    {
        "sport": "Badminton",
        "fact": "Only three countries have ever won the Thomas Cup since the competition was established in 1848. The three countries include China, Indonesia and Malaysia."
    },
    {
        "sport": "Badminton",
        "fact": "There are over 150 member nations that belong to the International Badminton Federation."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton racquets weight between 70 and 95 grams, without including the weight of the strings or grip."
    },
    {
        "sport": "Badminton",
        "fact": "Badminton games can be played as singles, doubles, or mixed doubles."
    }
]